{
  "About": "О нас",
  "About us": "О нас",
  "All category": "Все категории",
  "All country": "Вся страна",
  "Contact us": "Связаться с нами",
  "Corporate training courses": "Корпоративные курсы обучения",
  "Courses": "Курсы",
  "Democratizing customer research": "Демократизация исследования клиентов",
  "Description": "Описание",
  "Details": "Подробности",
  "E-mail": "Электронная почта",
  "Filter": "Фильтр",
  "For three decades, we've helped organizations thrive by maximizing the potential of their leaders, managers, and professionals. We offer 100+ short courses across various fields, delivered globally in-person, online, or through blended learning. Our approach unites practical experience with academic insights, providing highly relevant, immediately-implementable skills. Our exceptional client service is proven by our outstanding satisfaction ratings and loyal customer base.": "На протяжении трех десятилетий мы помогали организациям процветать, максимально раскрывая потенциал их лидеров, менеджеров и специалистов. Мы предлагаем более 100 краткосрочных курсов по различным областям, которые проводятся по всему миру очно, онлайн или в рамках смешанного обучения. Наш подход объединяет практический опыт с академическими знаниями, обеспечивая весьма актуальные, немедленно реализуемые навыки. Наше исключительное обслуживание клиентов подтверждается выдающимися рейтингами удовлетворенности и лояльной клиентской базой.",
  "Frequently asked questions": "Часто задаваемые вопросы",
  "From": "От",
  "Full name": "Полное имя",
  "Gallery": "Галерея",
  "Get in touch with our creator-friendly support team": "Свяжитесь с нашей дружелюбной командой поддержки для авторов.",
  "High-value, high-impact customized corporate training programmed for teams, delivered globally and designed to suit client requirements.": "Высокоэффективное индивидуальное корпоративное обучение, разработанное для команд, проводимое по всему миру и разработанное с учетом требований клиентов.",
  "Latest news": "Последние новости",
  "Latest news about trainings": "Последние новости о тренингах",
  "Meet our team": "Познакомьтесь с нашей командой",
  "Message sent successfully!": "Сообщение успешно отправлено!",
  "Naseems consulting is - <span>Opportunity</span> book": "Консультации Насимса - книга <span>Возможности</span>",
  "News & blogs": "Новости и блоги",
  "Our Mission": "Наша миссия",
  "Our Values": "Наши ценности",
  "Our famous courses": "Наши знаменитые курсы",
  "Our mission is to provide high-quality business training, travel and study abroad services that provide personal and professional development.": "Наша миссия — предоставлять высококачественные услуги бизнес-обучения, путешествий и обучения за рубежом, обеспечивающие личное и профессиональное развитие.",
  "Our partners": "Наши партнеры",
  "Phone number": "Номер телефона",
  "Regiter now": "Зарегистрироваться",
  "Services": "Услуги",
  "Submit": "Представлять на рассмотрение",
  "The platform was developed by naseems agency.": "Платформа разработана агентством Naseems.",
  "There was an error sending the message!": "При отправке сообщения произошла ошибка!",
  "To": "К",
  "Useful resources": "Полезные ресурсы",
  "We’ll get back to you as soon as possible.": "Мы свяжемся с вами как можно скорее.",
  "We’re on a mission to make that reality": "«Мы стремимся сделать это реальностью",
  "© Naseem’s consulting electronic platform 2024. All rights reserved": "© Консультационная электронная платформа Насима 2024. Все права защищены."
}
