{
  "About": "О нас",
  "About us": "О нас",
  "All category": "Все категории",
  "All country": "Вся страна",
  "Contact us": "Связаться с нами",
  "Corporate training courses": "Корпоративные курсы обучения",
  "Courses": "Курсы",
  "We have more than 15 years of international experience in providing training, consulting and travel services for the professional development of our clients.": "Мы обладаем более чем 15-летним международным опытом предоставления обучающих, консалтинговых и туристических услуг для профессионального развития наших клиентов.",
  "Description": "Описание",
  "Details": "Подробности",
  "E-mail": "Электронная почта",
  "Filter": "Фильтр",
  "For three decades, we've helped organizations thrive by maximizing the potential of their leaders, managers, and professionals. We offer 100+ short courses across various fields, delivered globally in-person, online, or through blended learning. Our approach unites practical experience with academic insights, providing highly relevant, immediately-implementable skills. Our exceptional client service is proven by our outstanding satisfaction ratings and loyal customer base.": "На протяжении трех десятилетий мы помогали организациям процветать, максимально раскрывая потенциал их лидеров, менеджеров и специалистов. Мы предлагаем более 100 краткосрочных курсов по различным областям, которые проводятся по всему миру очно, онлайн или в рамках смешанного обучения. Наш подход объединяет практический опыт с академическими знаниями, обеспечивая весьма актуальные, немедленно реализуемые навыки. Наше исключительное обслуживание клиентов подтверждается выдающимися рейтингами удовлетворенности и лояльной клиентской базой.",
  "Frequently asked questions": "Часто задаваемые вопросы",
  "From": "От",
  "Full name": "Полное имя",
  "Gallery": "Галерея",
  "Get in touch with our creator-friendly support team": "Свяжитесь с нашей дружелюбной командой поддержки для авторов.",
  "High-value, high-impact customized corporate training programmed for teams, delivered globally and designed to suit client requirements.": "Высокоэффективное индивидуальное корпоративное обучение, разработанное для команд, проводимое по всему миру и разработанное с учетом требований клиентов.",
  "Latest news": "Последние новости",
  "Latest news about trainings": "Последние новости о тренингах",
  "Meet our team": "Познакомьтесь с нашей командой",
  "Message sent successfully!": "Сообщение успешно отправлено!",
  "Naseems consulting is - <span>Opportunity</span> book": "Консультации Насимса - книга <span>Возможности</span>",
  "News & blogs": "Новости и блоги",
  "Our Mission": "Наша миссия",
  "Our Values": "Наши ценности",
  "Our famous courses": "Наши знаменитые курсы",
  "Our mission is to provide high-quality business training, travel and study abroad services that provide personal and professional development.": "Наша миссия — предоставлять высококачественные услуги бизнес-обучения, путешествий и обучения за рубежом, обеспечивающие личное и профессиональное развитие.",
  "Our partners": "Наши партнеры",
  "Phone number": "Номер телефона",
  "Regiter now": "Зарегистрироваться",
  "Services": "Услуги",
  "Submit": "Представлять на рассмотрение",
  "The platform was developed by naseems agency.": "Платформа разработана агентством Naseems.",
  "There was an error sending the message!": "При отправке сообщения произошла ошибка!",
  "To": "К",
  "Useful resources": "Полезные ресурсы",
  "We’ll get back to you as soon as possible.": "Мы свяжемся с вами как можно скорее.",
  "We cooperate with educational institutions in Great Britain, Ireland, Malta, Canada, America, Australia, South Africa, Japan, South Korea, Poland, Hungary, Germany, Czech Republic, Latvia and many other European countries.": "Мы сотрудничаем с учебными заведениями Великобритании, Ирландии, Мальты, Канады, Америки, Австралии, Южной Африки, Японии, Южной Кореи, Польши, Венгрии, Германии, Чехии, Латвии и многих других стран Европы.",
  "© Naseem’s consulting electronic platform 2024. All rights reserved": "© Консультационная электронная платформа Насима 2024. Все права защищены.",
  "For each of our eager-to-learn customers:": "Для каждого нашего стремящегося к обучению клиента:",
  "- a wider understanding of the problems and opportunities of our current century": "- более широкое понимание проблем и возможностей нашего нынешнего столетия,",
  "- personal and professional development": "- личностное и профессиональное развитие,",
  "- getting high-quality, convenient and innovative experiences that enable change and success": "- получение качественного, удобного и инновационного опыта, позволяющего добиться перемен и успеха,",
  "- at the same time, we offer the opportunity to see the world, network, study abroad and travel": "- в то же время мы предлагаем возможность увидеть мир, пообщаться, учиться за границей и путешествовать.",
  "We are committed to helping our clients achieve their personal and professional goals and make a lasting impact on their communities": "Мы стремимся помочь нашим клиентам достичь их личных и профессиональных целей и оказать долгосрочное влияние на их сообщества.",
  "Our core values of quality, innovation, success and collaboration form the basis of everything we do": "Наши основные ценности качества, инноваций, успеха и сотрудничества составляют основу всего, что мы делаем.",
  "What we offer": "Что мы предлагаем?",
  "Blog": "Блог",
  "British Embassy Tashkent": "Посольство великобритании в Ташкенте",
  "Transport For London": "Транспорт для Лондона",
  "Ministry of Foreign Affairs": "Министерство иностранных дел",
  "Global Education Career Centre": "Глобальный центр образования и карьеры"
}
